brew "mackup"
brew "mercurial"

cask "colorpicker-skalacolor"
cask "dropbox"
cask "fantastical"
cask "fontplop"
cask "istat-menus"
cask "ivolume"
cask "mplayerx"
cask "mpv"
cask "sequel-pro"
cask "skype"
cask "spotify"
cask "superduper"
cask "vmware-fusion"
cask "vlc"

cask "font-courier-prime"
cask "font-courier-prime-code"
cask "font-ibm-plex"
cask "font-inconsolata"
cask "font-merriweather"
cask "font-noto-sans"
cask "font-noto-sans-mono"
cask "font-public-sans"
cask "font-vollkorn"
