tap "thoughtbot/formulae"
tap "heroku/brew"
tap "koekeishiya/formulae"
brew "asdf"
brew "chunkwm"
brew "diceware"
brew "direnv"
brew "git"
brew "gpg"
brew "heroku"
brew "imagemagick"
brew "mas"
brew "postgresql"
brew "pv"
brew "ripgrep"
brew "rcm"
brew "rsync"
brew "skhd"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"

cask "1password"
cask "acorn"
cask "choosy"
cask "firefox"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "macvim"
cask "phantomjs"
cask "textmate"

tap "homebrew/cask-fonts"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
