tap "thoughtbot/formulae"
brew "asdf"
brew "direnv"
brew "git"
brew "imagemagick"
brew "mas"
brew "mackup"
brew "phantomjs"
brew "postgresql"
brew "pv"
brew "ripgrep"
brew "rcm"
brew "rsync"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"

cask "1password"
cask "acorn"
cask "choosy"
cask "colorpicker-skalacolor"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "ivolume"
cask "java"
cask "kaleidoscope"
cask "macvim"
cask "mplayerx"
cask "mpv"
cask "sequel-pro"
cask "skype"
cask "spotify"
cask "superduper"
cask "textmate"
cask "vmware-fusion"
cask "vlc"

tap "caskroom/fonts"
cask "font-vollkorn"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-courier-prime"
