tap "thoughtbot/formulae"
tap "heroku/brew"
tap "koekeishiya/formulae"
tap "romkatv/gitstatus"

brew "asdf"
brew "bat"
brew "diceware"
brew "direnv"
brew "fzf"
brew "git"
brew "gitstatus"
brew "gpg"
brew "heroku"
brew "imagemagick"
brew "mas"
brew "postgresql"
brew "pv"
brew "ripgrep"
brew "rcm"
brew "rsync"
brew "skhd"
brew "tig"
brew "tmux"
brew "watch"
brew "wget"
brew "yabai"
brew "zsh"

cask "1password"
cask "acorn"
cask "alfred"
cask "choosy"
cask "dash"
cask "firefox"
cask "google-chrome"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "kaleidoscope"
cask "karabiner-elements"
cask "macvim"
cask "steermouse"
cask "textmate"

tap "homebrew/cask-fonts"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-sauce-code-pro-nerd-font"

mas "1Blocker", id: 1107421413
mas "PCalc", id: 403504866
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
mas "Pastebot", id: 1179623856
mas "Gifox", id: 1082624744
mas "Wireguard", id: 1451685025
